1:WizQst1ECF4
00000000
I don't want to lose any more memories. Please bring back the seven volumes of history hidden throughout Dragonspyre.
我不想再失去更多的记忆了，请把藏在龙之谷的七卷历史拿回来吧。
00000001
It's so difficult to remember all that I once knew. You know what would help? 
想要记住我所知道的全部东西实在是太难了。你知道什么东西可以帮我吗？
00000002
Our Library once housed a magnificent seven-volume series on the history of Dragonspyre. 
我们的图书馆曾经收藏了一部绝妙的关于龙之谷历史的7卷系列。
00000003
We thought that the Dragon Titan would destroy the Library, so we hid the volumes throughout Dragonspyre. Could you bring them back to me?
我们以为龙泰坦会把图书馆毁灭，所以我们把书卷隐藏在了龙之谷。你能去把他们拿回来给我吗？
00000004
Oh, thank you for your effort! Their weight... the words within give me great comfort.
感谢你的帮助！他们的体重...里面的字让我感到很安慰。
00000005
It is tragic that the last volume will perhaps never be written. Thank you, $PLAYER_FIRSTNAME$, for restoring these memories to me.
可悲的是最后一卷，也许永远可能完成了。 谢谢你，$PLAYER_FIRSTNAME$，帮我存储这些美好回忆。
00000006
The Secret History
秘史
00000007
<ITALICS>This tome is titled: "Ancient of Days: The Founding of Dragonspyre." </ITALICS>
<ITALICS>这本卷册名为:“远古时代:龙之谷的创建。”</ITALICS>
00000008
<ITALICS>"Here were Dragons. Dragonspyre was a haven from its earliest days to the scaled ones." </ITALICS> 
<ITALICS>过去这儿有出现过龙族。从最早的时代到出现这些有鳞片的生物时，龙之谷都曾经是个天堂。</ITALICS>
00000009
<ITALICS>This tome is titled: "The Age of the Kingdom of Dragonspyre." </ITALICS>
<ITALICS>这本厚重的大书封面写着:“龙之谷王国的时代” </ITALICS>
00000010
<ITALICS>"When the Dragons ruled the skies and struck fear into the hearts of Men, the wise and powerful King Mene met in secret with the Queen of the Drakes, Gavarena." </ITALICS>
<ITALICS>“当龙族统治天空的时候，人们对其感到无比惧怕。聪明强大的国王莫尼秘密地会见了亚龙族的王后——加布雷纳。”</ITALICS>
00000011
<ITALICS>"Gavarena and Mene joined together. The forces of Men and Drakes banded together and overcame the Dragons. Thus ushered in the Age of the Kingdom of Dragonspyre." </ITALICS>
<ITALICS>加瓦罗那和莫尼联合起来。人类和蜥蜴人的军队一起击败了龙族。从此进入龙之谷王国时代。</ITALICS>
00000012
<ITALICS>This tome is titled: "The Dragons and the Century War." </ITALICS>
<ITALICS>这本卷册的标题是:“龙的世纪之战 </ITALICS>
00000013
<ITALICS>"The Kingdom of Dragonspyre grew throughout the Spiral, as Drakes provided protection for realms both big and small." </ITALICS>
<ITALICS>“由于亚龙族对大大小小的王国提供保护，所以龙之谷王国的领域得以扩大到整个旋涡星系。”</ITALICS>
00000014
<ITALICS>"King Jungen died without an heir, an occurrence that sparked a war for the throne that lasted for one hundred years. " </ITALICS> 
<ITALICS>“永根国王死后，因为没有继承人，爆发了一场争夺王权的战争，这场战争持续了一百年。” </ITALICS>
00000015
<ITALICS>This tome is titled: "The Aftermath of the Century War." </ITALICS>
<ITALICS>这本著作的名字是: "世纪之战的余波。" </ITALICS>
00000016
<ITALICS>"The Century War came to an abrupt end when Kylgor the Magnificent claimed the throne of Dragonspyre and forced a peace upon all the land." </ITALICS>
<ITALICS>“百年战争的结束很突然。吉尔戈大帝坐上龙之谷的王座，并把和平强加给所有的领地。” </ITALICS>
00000017
<ITALICS>"With a new era of peace, the battle wizards of Dragonspyre turned to the creation of Knowledge Crystals." </ITALICS> 
<ITALICS>在和平年代，龙之谷的战斗魔法师们转而制造博知水晶。 </ITALICS>
00000018
<ITALICS>This tome is titled: "The Founding of Dragonspyre Academy." </ITALICS>
<ITALICS>这本著作标题是: "龙之谷学院的建立。" </ITALICS>
00000019
<ITALICS>"All the knowledge of the kingdom was reserved for royalty, but this would not remain the case." </ITALICS>
<ITALICS>“王国所有的知识都是为皇室保留的，但这个不会保留的。” </ITALICS>
00000020
<ITALICS>"When Rydall the Conquerer inadvertently unleashed a magical plague upon his duchy," </ITALICS> 
<ITALICS>“当征服者瑞德尔在他的领地中无意中释放了一种魔法瘟疫，” </ITALICS>
00000021
<ITALICS>"His bravery prompted the foundation of Dragonspyre Academy, a school for children throughout the Kingdom." </ITALICS> 
<ITALICS>他的勇敢推动了龙之谷学院的建立，这是一所面向全王国孩子的学院。</ITALICS>
00000022
<ITALICS>This tome is titled: "The Great Council of Wizards, Warriors, and King." </ITALICS>
<ITALICS>这本卷册叫: "伟大的魔法师，勇士和国王委员会 " </ITALICS>
00000023
<ITALICS>"As more wizards and warriors graduated from the Academy, their political power grew in Dragonspyre." </ITALICS>
<ITALICS>“随着越来越多的魔法师和战士从这所学院毕业，他们在龙之谷的政治力量也渐渐强大。”</ITALICS>
00000024
<ITALICS>"One of their number, Aldared, used his knowledge to unseat the king."</ITALICS> 
<ITALICS>“他们的成员之一，阿尔德莱德，用他的知识罢免了国王。”</ITALICS>
00000025
<ITALICS>"The wizards and warriors of Dragonspyre united against Aldared, and threw him down from his place of power." </ITALICS> 
<ITALICS>“龙之谷的魔法师与战士联合对抗阿尔德莱德，将他从权位上掀翻了下来。”</ITALICS>
00000026
<ITALICS>This tome is titled: "The Greatest Wizards and Warriors of Dragonspyre." </ITALICS>
<ITALICS>这本卷册名为:“龙之谷最伟大的魔法师和战士们。” </ITALICS>
00000027
<ITALICS>"As the power of the king waned, the warriors and wizards of the Council began to struggle over power," </ITALICS> 
<ITALICS>"随着国王的权利减弱，国会的勇士和魔法师们开始争夺权利。" </ITALICS>
00000028
<ITALICS>"A group of warriors sought control over all of the spells used by wizards throughout the Kingdom." </ITALICS>
<ITALICS>一群战士试图控制全王国的魔法师们所使用的魔法。 </ITALICS>
00000029
<ITALICS>"The matter was called before the Council." </ITALICS> 
<ITALICS>“这件事移交给理事会处理。” </ITALICS>
00000030
Dragonspyre|The Great Spyre
龙之谷|火龙湾
00000031
Dragonspyre|The Labyrinth
龙之谷|迷宫
00000032
Dragonspyre|The Grand Chasm
龙之谷|大裂谷
00000033
Dragonspyre|The Tower Archives
龙之谷|荣耀之塔
00000034
Dragonspyre|The Crystal Grove
龙之谷|水晶林
00000035
Dragonspyre|The Drake Hatchery
龙之谷|亚龙孵化所
00000036
Dragonspyre|Plaza of Conquests
龙之谷|胜利广场
00000037
Dragonspyre|The Great Spyre
龙之谷|火龙湾
00000038
Dragonspyre|Plaza of Conquests
龙之谷|胜利广场
00000039
<ITALICS>"In those days, Men and Dragon were dire enemies, and the folk who lived here did so in constant fear." </ITALICS>
<ITALICS>“在那些日子里，人类和龙族是死敌。住在这的人们也过得提心吊胆的。”</ITALICS>
00000040
<ITALICS>"At its end, the war became known as the Century War." </ITALICS>
<ITALICS>当它结束的时候，这场战争也成为众所周知的百年战争。</ITALICS>
00000041
<ITALICS>"This heralded a period of many great advances in culture, science, and learning." </ITALICS>
<ITALICS>这预示着一个文化，科学和学术都取得众多进展的时代。</ITALICS>
00000042
<ITALICS>"All who qualified were welcome within Dragonspyre Academy." </ITALICS>
<ITALICS>"龙之谷学院欢迎所有合格的人" </ITALICS>
00000043
<ITALICS>"Duke Sebastien fought with the lords of Dragonspyre for knowledge of the cure." </ITALICS>
<ITALICS>塞巴斯蒂安公爵为了争夺药物知识跟龙之谷的君主打了起来。 </ITALICS>
00000044
<ITALICS>"His rule was without mercy, and he was despised by his subjects." </ITALICS>
<ITALICS>"他的统治非常残酷，因此被臣民们藐视。" </ITALICS>
00000045
<ITALICS>"From that day forth, Dragonspyre was ruled jointly by the Council of Wizards, Warriors, and King." </ITALICS>
<ITALICS>“从那天起，龙之谷由魔法师、战士和国王委员会共同掌管。”</ITALICS>
00000046
<ITALICS>"seeking advantage over their fellow men." </ITALICS>
<ITALICS>“寻找优胜于他们同伴的优势。”</ITALICS>
00000047
<ITALICS>"One defenseless wizard bested a warrior in open battle, ending the matter. Since that day, wizards have controlled all spells on Dragonspyre." </ITALICS>
<ITALICS>事件的结尾是一个手无寸铁的魔法师在一场公开的战斗中完败一个战士。从那天起，魔法师们掌控了龙之谷所有的魔法。</ITALICS>
00000048
History of Dragonspyre
龙之谷的历史
00000049
The History of Dragonspyre
龙之谷的历史
